quotes/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>Quotes</title>
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
<link href='https://fonts.googleapis.com/css?family=Lato' rel='stylesheet' type='text/css'>
</head>
<body>
<div id="content">
<h1 class="title">Quotes</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline1">The Most Important Thing.</a></li>
<li><a href="#orgheadline2">Invent Your Own Meaning.</a></li>
<li><a href="#orgheadline3">Fun In Computing.</a></li>
<li><a href="#orgheadline4">Hot Shit.</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1">The Most Important Thing.</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p class="verse">
You literally ought to ask yourself, what is the most import thing in the world that I should be working on and if you are not working on that, why aren't you?<br  />
<br  />
- Aaron Swartz<br  />
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-2">
<h2 id="orgheadline2">Invent Your Own Meaning.</h2>
<div class="outline-text-2" id="text-orgheadline2">
<p class="verse">
Creating a life that reflects your values and satisfies your soul is a rare achievement.<br  />
In a culture that relentlessly promotes avarice and excess as the good life, a person happy doing his own work is usually considered an eccentric, if not a subversive.<br  />
Ambition is only understood if it's to rise to the top of some imaginary ladder of success.<br  />
Someone who takes an undemanding job because it affords him the time to pursue other interests and activities is considered a flake.<br  />
A person who abandons a career in order to stay home and raise children is considered not to be living up to his potential.<br  />
As if a job title and salary are the sole measure of human worth.<br  />
You'll be told in hundred ways, some subtle and some not, to keep climbing and never be satisfied with where you are, who you are and what you're doing.<br  />
There are a million ways to sell yourself out and I gurantee you'll hear about them.<br  />
To invent your own life's meaning is not easy but it's still allowed and I think you'll be happier for the trouble.<br  />
<br  />
- Bill Watterson<br  />
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3">Fun In Computing.</h2>
<div class="outline-text-2" id="text-orgheadline3">
<p class="verse">
I think that it's extraordinarily important that we in computer science keep fun in computing.<br  />
When it started out, it was an awful lot of fun. Of course, the paying customers got shafted every now and then, and after a while we began to take their complaints seriously.<br  />
We began to feel as if we really were responsible for the successful, error-free perfect use of these machines. I don't think we are.<br  />
I think we're responsible for stretching them, setting them off in new directions, and keeping fun in the house.<br  />
I hope the field of computer science never loses its sense of fun. Above all, I hope we don't become missionaries.<br  />
Don't feel as if you're Bible salesmen. The world has too many of those already. What you know about computing other people will learn.<br  />
Don't feel as if the key to successful computing is only in your hands.<br  />
What's in your hands, I think and hope, is intelligence: the ability to see the machine as more than when you were first led up to it, that you can make it more.<br  />
<br  />
- Alan J. Perlis<br  />
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4">Hot Shit.</h2>
<div class="outline-text-2" id="text-orgheadline4">
<p class="verse">
Nobody is hot shit.<br  />
<br  />
- Ryan Dahl<br  />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
